[
    {
        "section":"Introduction",
        "phrases":[
            "Research on XX has a long tradition",
            "For decades, one of the most popular ideas in XX literature is the idea that XX",
            "Recent theoretical developments have revealed that XX",
            "A common strategy used to study XX is to XX",
            "This research constitutes a relatively new area which has emerged from XX",
            "These approaches have been influential in the field because of XX",
            "In the past several decades, XX have played an important role in XX",
            "There are growing appeals for XX",
            "This is the field of study that deals with XX",
            "Most of the theories of XX are however focused on explaining XX",
            "There are three major theoretical and conceptual frameworks for XX",
            "The field has gradually broadened as XX",
            "This field of study is sometimes referred as XX",
            "This has been widely adopted in the field of XX",
            "This thesis considers the field of XX as the main subject of its study",
            "One of the major topics to be investigated in this field is XX",
            "This is now a mature field which is now being spun out into commercial applications XX",
            "This field is maturing, with a wealth of well-understood methods and algorithms XX",
            "This field closely follows the paradigm of XX",
            "The field has met with great success in many problems XX",
            "The field only really took off in the late XX as it became more accessible to XX",
            "This is not particularly new and has been used for many years in the field of XX",
            "This field closely follows the paradigm of XX",
            "Widely considered to be a good way to XX",
            "This has been widely adopted in the field of XX",
            "This is more widely used at the time of XX",
            "This phenomenon has been widely observed",
            "A common technique is to XX",
            "This is a technique common in XX",
            "There are several common kinds of XX"
        ]
    },
    {
        "section":"Problem definition",
        "phrases":[
            "This seems to be a common problem in XX",
            "This leads to myriad problems in XX",
            "The main problem is that XX",
            "There is a further problem with XX",
            "One primary problem with XX is that XX",
            "The methods are not without their problems as will be discussed in XX",
            "The foremost problems are the facts that XX",
            "This makes up for the problem of XX",
            "This seems to be a common problem in XX",
            "This is a complex problem and to simplify it requires XX",
            "A challenging problem which arises in this domain is XX",
            "These problems are difficult to handle XX",
            "This is typically a complex problem XX",
            "A well-known problem with XX is that it does not take into account the XX",
            "One of the problems is that it considers only the XX",
            "The key problem with this technique is XX",
            "It is usually an ill-posed problem in the case of XX",
            "This problem is well-posed and does not require to impose XX",
            "This appears as a more straightforward problem compared to the XX",
            "This turns out to be even more problematic because XX",
            "The problem with such an implementation is that XX",
            "This poses some problems when carrying out the XX",
            "This problem has attracted more attention in the field of XX",
            "This is a basic chicken-and-egg problem because XX",
            "Unfortunately, this approach results in problems related to XX",
            "These constraints make the problem difficult to XX",
            "Most of the research in this field is aimed at solving this problem.",
            "This remains an open problem in the area.",
            "This problem has received substantial interest.",
            "These examples highlight the problem that XX",
            "The main practical problem that confronts us is XX"
        ]
    },
    {
        "section":"Gaps in literature",
        "phrases":[
            "There is no previous research using XX approach.",
            "As far as we know, no previous research has investigated XX",
            "There has been less previous evidence for XX",
            "Other studies have failed to XX",
            "To our knowledge, no study has yielded XX",
            "No study to date has examined XX",
            "Only a few studies have shown XX",
            "However, XX has rarely been studied directly.",
            "Moreover, few studies have focussed on XX",
            "In particular no study, to our knowledge, has considered XX"
        ]
    },
    {
        "section":"Problem solution",
        "phrases":[
            "One way to overcome these problems is to XX",
            "There are many alternative methods are available for solving these problems.",
            "In order to rectify the problem of XX",
            "A solution to this problem is proposed in XX",
            "One approach to solve this problem involves the use of XX",
            "An alternative approach to the problem is XX",
            "This can be applied to solve these problems.",
            "A number of works have shown that this problem can be overcome by using XX",
            "A large number of alternative approaches have been developed over the last few decades to ++",
            "To overcome this problem, in the next section we demonstrate XX",
            "One way to overcome this problem is to XX",
            "To overcome this problem, some approaches have been made XX",
            "One way of recovering from this problem could be to XX",
            "This has been proposed to surmount the problems caused by XX",
            "A different approach to the traditional problem is given in XX",
            "A whole range of different approaches to the problem are available.",
            "These techniques have potential to solve contemporary problems in XX",
            "We should tailor specific solutions to specific problems XX",
            "The standard solution to the problem is based on XX",
            "The solution proposed here addresses only the problem of XX",
            "There are techniques that have been developed to solve this problem XX",
            "This problem is usually overcome by XX",
            "There have been several attempts to solve the problem XX",
            "There exist many methods for dealing with this problem XX",
            "Broadly speaking, the problem can be addressed by XX",
            "One of the simplest ways of tackling this problem is XX",
            "This problem has been largely studied and many viable solutions have been found.",
            "In general, this problem can be tackled in two different ways.",
            "Other approaches have been shown to cope with the problem more efficiently.",
            "We will review the main approaches to solve this problem.",
            "Recently, a more general solution has been proposed for this problem.",
            "Both these works provide a solution to the problem.",
            "Recent methods focus on overcoming the problems by proposing different schemes for XX",
            "This strategy is not uncommon in this kind of problems.",
            "We can apply our algorithm to solve this difficult problem.",
            "This is how the problem can be tackled XX",
            "We have developed this generic method to solve a variety of problems.",
            "We will now demonstrate our method on some specific problems.",
            "Here we solve several problems simultaneously.",
            "We have undergone a rethinking of the problem by XX",
            "A possible solution to the problem at hand is XX",
            "It is clear that the problem could be easily tackled by XX"
        ]
    },
    {
        "section":"Study motivation",
        "phrases":[
            "It is of interest to know whether XX still hold true.",
            "It would be of special interest toXX",
            "We therefore analyzed XX and investigated whether XX",
            "For this study, it was of interest to investigate XX",
            "We investigated whether XX can be partly explained by XX",
            "To examine the impact of XX, we tested XX",
            "We have investigated the effect of XX",
            "We characterize different aspects of XX",
            "One way to investigate XX was to XX",
            "A new approach is therefore needed for XX",
            "To illuminate this uncharted area, we examined XX"
        ]
    },
    {
        "section":"Aims & objectives",
        "phrases":[
            "The aim is to develop more sophisticated methods for XX",
            "The aim of this work is to develop XX",
            "The aims in this chapter are twofold: First XX, Second XX",
            "For our first goal, we focus on two problems XX",
            "The aim here is to investigate XX",
            "The overall goal of this work was to XX",
            "This project aims to develop an overarching framework to XX",
            "The aim of the experiment is to compare XX",
            "The ultimate goal is to produce a XX",
            "The overall goal of this thesis was to pursue XX",
            "After defining the problem we explain the goals of the thesis.",
            "With this aim in mind, in this paper we present a new method for XX",
            "Our research aims at finding a solution for this challenging problem of XX",
            "There is no overall goal, apart from XX",
            "We examine some previous work and propose a new method for XX",
            "There are too many simultaneous goals making it difficult to XX",
            "One of the major aims of this work was to create XX",
            "The main objective is to investigate methods for improving XX",
            "The objectives can be restated in the light of XX",
            "The objective is to devise and implement a system for XX",
            "The objectives were partially met by developing a method to XX",
            "The objective is to demonstrate the feasibility of XX",
            "One of the objectives is to improve the XX"
        ]
    },
    {
        "section":"Significance and advantages of your work",
        "phrases":[
            "This thesis documents several key contributions made to the fields of XX",
            "This thesis has made a number of significant contributions to the field of XX",
            "The contributions made here have wide applicability.",
            "The contributions made should be of wide interest.",
            "The first main contribution proposed in this field is a XX",
            "The contributions of this work are presented as follows: XX",
            "The main achievements, including contributions to the field can be summarised as follows: XX",
            "We summarize the main contributions of this thesis.",
            "The key contribution of this work is the solution it provides XX",
            "It has numerous advantages as explained here XX",
            "It has significant benefits in terms of XX",
            "There is a clear advantage in following the methods of XX",
            "This has particular advantages over other XX",
            "All of these advantages make it particularly valuable in XX",
            "One of the primary benefits of this algorithm is XX",
            "This gives a significant advantage because XX",
            "These point out the advantages and practicability of XX",
            "One of the key benefits of the algorithm is XX",
            "The main advantage compared to previous method is XX",
            "This present some practical advantages.",
            "The main advantage is the simplified pattern.",
            "One practical advantage of the method is that it can be used in XX",
            "The advantage becomes all the more significant when XX",
            "In comparison with other techniques, this method has the advantage of XX",
            "The most important advantage of this method is that it can perform very well in XX",
            "It yielded significant speed advantages when XX",
            "The benefit of using the XX is expected to XX",
            "The main advantage is that we are able to XX",
            "To give some idea of the benefits of this method XX",
            "The additional advantage of using this method is that it results in XX",
            "This is an important advantage of this algorithm XX",
            "These are the main advantages of this method."
        ]
    },
    {
        "section":"Previous literature",
        "phrases":[
            "The literature review shows that XX",
            "Previous research showed XX",
            "Seminal contributions have been made by XX",
            "A series of recent studies has indicated that XX",
            "Several theories have been proposed to XX, some focusing on XX, others on XX",
            "There has been numerous studies to investigate XX",
            "This has been used in several studies to assess XX",
            "Previous studies have shown XX",
            "Several studies suggest that XX",
            "This has also been explored in prior studies by XX",
            "Prior research suggests that XX",
            "Previous studies have emphasized XX",
            "The majority of prior research has applied XX",
            "Most early studies as well as current work focus on XX",
            "For instance, the following studies were conducted on XX",
            "Studies of XXare well documented, it is also well acknowledged that XX",
            "A number of authors have recognized XX",
            "Some authors have also suggested that  XX",
            "Some authors have driven the further development of XX",
            "This has been discussed by a great number of authors in literature.",
            "For example, research has provided evidence for XX",
            "The authors bring some information about the background of the problem, XX",
            "As has been previously reported in the literature, XX",
            "A large number of existing studies in the broader literature have examined XX",
            "The literature review shows that XX",
            "There exists a considerable body of literature on XX",
            "In short, the literature pertaining to XX strongly suggests that XX",
            "Over time, an extensive literature has developed on XX",
            "This section presents a review of recent literature on XX",
            "This paper begins with a short review of the literature regarding the XX",
            "Several methods are reported in the literature to address this issue.",
            "There is a wide choice of XX available in the literature.",
            "This section reviews the literature related to XX",
            "It was reported in literature that XX",
            "A recent study by XX concluded that XX",
            "In the light of reported XX it is conceivable that XX",
            "The method introduced by XX has the advantage that XX",
            "One method employed by XX is XX",
            "A more comprehensive description can be found in XX",
            "For example, recent research suggests that XX",
            "This was successfully established as described by XX",
            "The author employed a XX methodology which prescribes the use of XX"
        ]
    },
    {
        "section":"Limitations of previous research",
        "phrases":[
            "A number of questions regarding XX remain to be addressed.",
            "A closer look to the literature on XX, however, reveals a number of gaps and shortcomings.",
            "This question has previously never been addressed becauseXX",
            "Most studies have relied on XX",
            "Previous studies by XX cannot be considered as conclusive because XX",
            "Previous studies have almost exclusively focused on XX",
            "This has been previously assessed only to a very limited extent because XX",
            "In the present studies XX were constrained to XX",
            "In previous studies were limited to XX",
            "Although results appear consistent with prior research, they appear inconsistent with XX",
            "These are previously unstudied because XX",
            "As far as we know, no previous research has investigated XX",
            "Moreover, although research has illuminated XX no study to date has examined XX",
            "Despite decades of research, this continues to be debated among XX",
            "This section points out some of the problems encountered in the extant research.",
            "Although there are many studies, the research in XX remains limited.",
            "However, the existing research has many problems in representing XX",
            "The literature on XX is less consistent",
            "Historically, there has been a great deal of confusion in the literature regarding XX",
            "This approach remains briefly addressed in the literature.",
            "These are rarely analyzed in the literature as XX",
            "There are key questions and notions that are still not discussed in the literature XX",
            "This is not clearly presented in the literature because XX",
            "This paper addresses the need for XX, so far lacking in the scientific literature.",
            "To fill this literature gap, this paper identifies XX",
            "Only a few works in literature demonstrate XX",
            "Although studies have been conducted by many authors, this problem is still insufficiently explored.",
            "To our knowledge, no prior studies have examined XX",
            "However, the existing research has many problems in XX",
            "Therefore, important issue in the literature is XX",
            "However, we argue that previous literature suffers from certain weaknesses: XX",
            "Previous research can only be considered a first step towards a more profound understanding of XX",
            "The previous studies reveal that XX are usually the most problematic to XX"
        ]
    },
    {
        "section":"Research questions",
        "phrases":[
            "More specific research questions will be introduced and investigated in XX",
            "A further question is whether XX",
            "Finally, another promising line of research would be XX",
            "The study addresses several further questions on XX",
            "Some of the interesting questions in this context are XX",
            "In order to address the questions outlined above, we report here XX",
            "These questions are of central interest as much recent research in XX",
            "Furthermore, XX is arguably an important question to be addressed.",
            "The question now is how XX can be used to explain XX",
            "Study addresses the research question XX",
            "In order to properly address this question, we XX",
            "An important question associated with XX is XX",
            "A critical open question is whether XX",
            "A still unsolved question is whether XX",
            "This remains an open question as XX",
            "This question has previously never been addressed because XX",
            "This study offers a test of XX research question",
            "Study addresses the research question XX",
            "Even in general XX research strategies is needed to explain XX",
            "The researcher should be interested here in XX",
            "Many questions remain unanswered XX",
            "There are some potentially open questions about the validity of XX",
            "The question that then naturally arises is XX",
            "The question then becomes how best to defineXX",
            "This was an important question to study as XX"
        ]
    },
    {
        "section":"Research to be explored",
        "phrases":[
            "A more systematic and theoretical analysis is required for XX",
            "As the authors note earlier, more work is necessary toXX",
            "Additional studies to understand more completely the key tenets of XX are required.",
            "The unexpected findings signal the need for additional studies to understand more about XX",
            "This paper addresses XX, so far lacking in the scientific literature.",
            "A new approach is therefore needed for XX",
            "One of the tough challenges for all researchers in this domain is XX"
        ]
    },
    {
        "section":"Experimental setup",
        "phrases":[
            "This experimental design was employed because XX",
            "In the course of the experiment, XX played an important role.",
            "The experiments were performed with XX",
            "This was experimentally investigated by XX",
            "Most experiments have been carried out with XX",
            "The main focus of the experiments was to calculate XX",
            "Prior to each experiment XX",
            "The experiments are completely based on XX",
            "In our preliminary experiments we estimated that XX",
            "In this experiment, we introduced a XX",
            "Methods were based on previous experiments XX",
            "This proceeds in two stages: XX",
            "After a series of experiments it was found that XX",
            "Therefore, in this experiment we define goals as XX",
            "In this experiment, we introduced a XX",
            "We consider the setup generic, however, XX",
            "This was designed to acquire approximately XX",
            "These were designed in such a way that XX",
            "This experimental design was employed because XX",
            "This was specifically designed for XX",
            "This was designed to acquire approximately XX"
        ]
    },
    {
        "section":"Data collection",
        "phrases":[
            "There were XX participants in this sample.",
            "Participants first provided informed consent about XX",
            "We performed additional data collection with XX",
            "For this study, we analyzed the data collected from XX",
            "The data are less clear-cut than XX",
            "Data were collected and maintained by XX",
            "For this purpose, we employ survey data collected from XX",
            "The application employs data obtained from XX",
            "The analyzed data included: XX",
            "The procedures of handling the data followed the suggestions of XX",
            "Subsequently, XX were then used to elicit further data.",
            "The experimental data on XX is very scarce.",
            "The data in this work consists of XX",
            "Survey data were collected from XX",
            "This study used different data collection methods such as XX",
            "The quality can be enhanced by providing additional data forXX",
            "Such data are prone to XX",
            "We utilize secondary data from XX",
            "The data was divided into XX",
            "Participants in the first data collection were XX",
            "The sample was heterogeneous with respect to XX",
            "The sample size in this study was not considered large enough forXX",
            "We cannot deny the presence of some sample selection biases because XX",
            "The sample of respondents included XX",
            "The researchers pooled samples to XX",
            "The sample strategy was the same as forXX"
        ]
    },
    {
        "section":"Data analysis",
        "phrases":[
            "However, there are trends in our data to suggest that XX",
            "The trend values were then subjected to XX",
            "We analysed data as a function of XX",
            "We used an established technique, namely XX, to analyse XX",
            "This showed a judgement error of XX",
            "To investigate this statistically, we calculated XX",
            "A XX test was used to determine the significance of data",
            "Our data show that there is XX",
            "Our data suggest that XX which may be based partly on XX",
            "Data also revealed a significant XX",
            "Our data also address the XX",
            "Data were analyzed and correlated with XX",
            "The data are presented in Table XX",
            "However, according to our data XX",
            "We undertake the empirical analysis using data collected in XX",
            "The data is analyzed from different points of view such as XX",
            "The data reveals significant differences in XX",
            "Thus, the data supports the premise that XX",
            "Results provides a good fit to the data XX",
            "We compared the results with the original data in ways XX",
            "The evaluation of the data is shown in XX",
            "We explicitly accounted for XX",
            "Missing values were replaced using XX",
            "This analysis was confined to XX",
            "The evaluation of the data presented in this work leads to XX"
        ]
    },
    {
        "section":"Statistical testing",
        "phrases":[
            "We explored these effects statistically by XX",
            "Statistical analyses was performed by using the XX applying a significance level of XX",
            "The results were statistically significant when compared using XX",
            "This was normally distributed throughout the study population.",
            "This distribution resulted in XX",
            "Significant differences in the XX remained.",
            "This was the only parameter that had a statistically significant correlation with XX",
            "We used XX statistics to report XX",
            "This had a statistically significant impact on XX",
            "The correlation between XX and XX is positive and statistically significant at XX",
            "We calculate XX statistic to test the null hypothesis that XX",
            "As shown in Table XX are statistically significant at all levels.",
            "We can clearly see that the estimated values are positive and statistically significant at XX",
            "This revealed no statistical differences on XX",
            "The test for XX found no significant differences.",
            "Our results show a statistically significant improvement in XX",
            "All differences in performance were statistically significant in XX",
            "The method achieves a statistically significant improvement compared to XX",
            "In order to obtain statistically representative XX it is required to XX",
            "To investigate this statistically, we calculated XX",
            "Descriptive statistics were calculated for all variables used in the study using XX",
            "The significance testing was based on XX",
            "All statistical analyses were performed using XX"
        ]
    },
    {
        "section":"Assumptions",
        "phrases":[
            "Such a potentially unrealistic assumption arises from the fact that XX",
            "Based on these assumptions, hypotheses were developed: XX",
            "Based on these assumptions, XX have been treated as XX",
            "This is based on assumptions that XX",
            "These assumptions are generally accepted these daysXX",
            "The fundamental assumptions of the models are: XX",
            "This assumption is supported by the fact that XX",
            "Under certain assumptions, XX can be construed as XX",
            "These assumptions result in XX",
            "This assumption might be addressed in future studies by XX",
            "This compilation of research assumptions should result in XX",
            "These assumptions have been disproved by XX",
            "According to XX assumption, the study reports faithfully XX"
        ]
    },
    {
        "section":"Remit of the experiment",
        "phrases":[
            "For the current work, it is sufficient to point out that XX",
            "Because we were interested in XX, we considered only XX",
            "This was sufficient to XX",
            "This is sufficiently generic to be adapted to other XX",
            "This is generally sufficient to produce good results.",
            "Still, results might be sufficient, especially in XX",
            "This was not possible due to insufficient observations.",
            "After a series of experiments XX was considered as sufficient.",
            "It has been proven that XX must be sufficient to XX",
            "This was not sensitive enough to XX",
            "This study cannot be considered large enough for XX",
            "This is simpler and usually sufficient to XX",
            "It turns out that it is sufficiently accurate for XX",
            "There is in fact sufficient information present in XX",
            "This is considered sufficiently unique for XX",
            "This is enough to get a sufficiently accurate solution"
        ]
    },
    {
        "section":"Findings & Results",
        "phrases":[
            "From the short review above, key findings emerge: XX",
            "We describe the results of XX, which show XX",
            "This suggests that XX",
            "We showed that XX",
            "Our findings on XX at least hint that XX",
            "This is an important finding in the understanding of the XX",
            "The present study confirmed the findings about XX",
            "Another promising finding was that XX",
            "Our results demonstrated that XX",
            "This result highlights that little is known about the XX",
            "A further novel finding is that XX",
            "Together, the present findings confirm XX",
            "The implications of these findings are discussed in XX",
            "The results demonstrate two things. First, XX. Second, XX",
            "The results of the experiment found clear support for the XX",
            "This analysis found evidence for XX",
            "Planned comparisons revealed that XX",
            "Our results casts a new light on XX",
            "This section summarises the findings and contributions made.",
            "It performs well, giving good results.",
            "This gives clearly better results than XX",
            "The results confirm that this a good choice for XX",
            "From the results, it is clear that XX",
            "In this section, we will illustrate some experimental results.",
            "This delivers significantly better results due to XX",
            "The result now provides evidence to XX",
            "It leads to good results, even if the improvement is negligible.",
            "This yields increasingly good results on data.",
            "The result of this analysis is then compared with the XX",
            "The applicability of these new results are then tested on XX",
            "This is important to correctly interpret the results.",
            "The results are substantially better than XX",
            "The results lead to similar conclusion where XX",
            "Superior results are seen for XX",
            "From these results it is clear that XX",
            "Extensive results carried out show that this method improves XX",
            "We obtain good results with this simple method.",
            "However, even better results are achieved when using our algorithm.",
            "It is worth discussing these interesting facts revealed by the results of  XX",
            "Overall, our method was the one that obtained the most robust results.",
            "Slightly superior results are achieved with our algorithm.",
            "The result is equal to or better than a result that is currently accepted."
        ]
    },
    {
        "section":"Comparison with prior studies",
        "phrases":[
            "The results demonstrated in this chapter match state of the art methods.",
            "Here we compare the results of the proposed method with those of the traditional methods.",
            "These results go beyond previous reports, showing that XX",
            "In line with previous studies XX",
            "This result ties well with previous studies wherein XX",
            "Contrary to the findings of XX we did not find XX",
            "They have demonstrated that XX",
            "Others have shown that XX improves XX",
            "By comparing the results from XX, we hope to determine XX",
            "However, in line with the ideas of XX, it can be concluded that XX",
            "When comparing our results to those of older studies, it must be pointed out that XX",
            "We have verified that using XX produces similar results",
            "Overall these findings are in accordance with findings reported by XX",
            "Even though we did not replicate the previously reported XX, our results suggest that XX",
            "A similar conclusion was reached by XX",
            "However, when comparing our results to those of older studies, it must be pointed out XX",
            "This is consistent with what has been found in previous XX",
            "A similar pattern of results was obtained in XX",
            "The findings are directly in line with previous findings",
            "These basic findings are consistent with research showing that XX",
            "Other results were broadly in line with XX"
        ]
    },
    {
        "section":"Limitations of your work",
        "phrases":[
            "Because of the lack of XX we decided to not investigate XX",
            "One concern about the findings of XX was that XX",
            "Because of this potential limitation, we treat XX",
            "The limitations of the present studies naturally include XX",
            "Regarding the limitations of XX, it could be argued that XX",
            "Another limitation of this XX",
            "This limitation is apparent in many XX",
            "Another limitation in XX involves the issue of XX",
            "The main limitation is the lack of XX",
            "One limitation is found in this case.",
            "One limitation of these methods however is that they XX",
            "It presents some limitations such as XX",
            "Although widely accepted, it suffers from some limitations due to XX",
            "An apparent limitation of the method is XX",
            "There are several limitations to this approach.",
            "One limitation of our implementation is that it is XX",
            "A major source of limitation is due to XX",
            "The approach utilised suffers from the limitation that XX",
            "The limitations are becoming clear XX",
            "It suffers from the same limitations associated with a XX"
        ]
    },
    {
        "section":"Causal arguments",
        "phrases":[
            "A popular explanation of XX is that XX",
            "It is by now generally accepted that XX",
            "A popular explanation is that XX",
            "As it is not generally agreed that XX",
            "These are very small and difficult to observe.",
            "It is important to highlight the fact that XX",
            "It is notable that XX",
            "An important question associated with XX is XX",
            "This did not impair the XX",
            "This is important because there is XX",
            "This implies that XX is associated with XX",
            "This is indicative for lack of XX",
            "This will not be biased by XX",
            "There were also some important differences in XX",
            "It is interesting to note that, XX",
            "It is unlikely that XX",
            "This may alter or improve aspects of XX",
            "In contrast, this makes it possible to XX",
            "This is particularly important when investigating XX",
            "This has been used to successfully account for XX",
            "This introduces a possible confound in XX",
            "This was included to verify that XX"
        ]
    },
    {
        "section":"Speculations",
        "phrases":[
            "However, we acknowledge that there are considerable discussions among researchers as to XX",
            "We speculate that this might be due to XX",
            "There are reasons to doubt this explanation of XX",
            "It remains unclear to which degree XX are attributed to XX",
            "However, XX does seem to improve XX",
            "This does seem to depend on XX",
            "It is important to note, that the present evidence relies on XX",
            "The results show that XX does not seem to impact the XX",
            "However, the extent to which it is possible to XX is unknown",
            "Alternatively, it could simply mean that XX",
            "It is difficult to explain such results within the context of XX",
            "It is unclear whether this is a suitable for XX",
            "This appears to be a case of XX",
            "From this standpoint, XX can be considered as XX",
            "To date, XXremain unknown",
            "Under certain assumptions, this can be construed as XX",
            "Because of this potential limitation, we treat XX",
            "In addition, several questions remain unanswered.",
            "At this stage of understanding, we believeXX",
            "Therefore, it remains unclear whether XX",
            "This may explain why XX"
        ]
    },
    {
        "section":"Deductive Arguments",
        "phrases":[
            "A difference between these XX can only be attributable to XX",
            "Nonetheless, we believe that it is well justified to XX",
            "This may raise concerns about XX which can be addressed by XX",
            "As discussed, this is due to the fact that XX",
            "Results demonstrate that this is not necessarily true.",
            "These findings support the notion that XX is not influenced by XX",
            "This may be the reason why we did not find XX",
            "In order to test whether this is equivalent across XX, we XX",
            "Therefore, XX can be considered to be equivalent for XX"
        ]
    },
    {
        "section":"Overall Summary & Conclusion",
        "phrases":[
            "The paper concludes by arguing XX",
            "On this basis, we conclude that XX",
            "The authors concluded that XX is not confined to XX",
            "This allows the conclusion that XX",
            "The findings of this study can be understood as XX",
            "This may be considered a promising aspect of XX",
            "This may be considered a further validation of XX",
            "Remaining issues are subject of XX",
            "In summary, this paper argued that XX",
            "This aspect of the research suggested that XX",
            "In conclusion, XX seems to improve XX",
            "In summary, this paper argued that XX",
            "In conclusion, it would appear that XX",
            "The analysis leads to the following conclusions: XX",
            "It is difficult to arrive at any conclusions with regard to XX",
            "The main conclusion that can be drawn is that XX",
            "The present findings confirm XX",
            "As we have argued elsewhere XX may be considered a promising aspect of XX",
            "Ideally, these findings should be replicated in a study where XX",
            "By using XX we tested the hypothesis that XX",
            "In conclusion, XX seems to improve XX",
            "Broadly translated our findings indicate that XX",
            "This is an important finding in the understanding of the XX",
            "More generally, these basic findings are consistent with research showing that XX",
            "In addition, these findings provide additional information about XX",
            "Despite the limitations these are valuable in light of XX",
            "Overall, our results demonstrate a strong effect of XX",
            "Nevertheless, we found XX",
            "To our knowledge, this is the first report of XX",
            "Our results on XX are broadly consistent with XX",
            "The broad implication of the present research is that XX",
            "This conclusion follows from the fact that XX",
            "Collectively, our results appear consistent with XX",
            "Importantly, our results provide evidence for XX",
            "Results provide a basis for XX",
            "This experiment adds to a growing corpus of research showing XX",
            "Our data indicate that XX; a result that casts a new light on XX",
            "These findings provide a potential mechanism for XX",
            "We have shown that XX",
            "Our data suggest that we still have a long way to go to XX"
        ]
    },
    {
        "section":"Future work",
        "phrases":[
            "Future research should consider the potential effects of XX more carefully, for example XX",
            "This assumption might be addressed in future studies.",
            "Future research on XX might extend the explanations of XX",
            "This is very much the key component in future attempts to overcome XX",
            "In future work, investigating XX might prove important.",
            "This is desirable for future work.",
            "Future investigations are necessary to validate the kinds of conclusions that can be drawn from this study.",
            "Future studies could fruitfully explore this issue further by XX",
            "Future research is needed to delimitate XX",
            "It will be important that future research investigate XX",
            "It is a question of future research to investigate XX",
            "We believe that apart from looking for XX, future research should look for XX",
            "Regardless, future research could continue to explore XX",
            "This is an issue for future research to explore.",
            "Future studies could investigate the association between XX",
            "Future studies should aim to replicate results in a larger XX",
            " Future research should be devoted to the development of XX",
            "This may constitute the object of future studies.",
            "Future research could examine XX",
            "Interesting research questions for future research that can be derived from XX",
            "In future research, more research is needed to apply and test XX",
            "This is an interesting topic for future work.",
            "Future research should further develop and confirm these initial findings by XX",
            "Future research should certainly further test whether XX",
            "As also recommended above, future research should XX",
            "Future research should examine strategically XX",
            "Future research might apply XX",
            "In addition, XX might prove an important area for future research.",
            "A number of recommendations for future research are given.",
            "Therefore, future research should be conducted in more realistic settings to XX",
            "Further research on XX issue is warranted.",
            "Further work is certainly required to disentangle these complexities in XX",
            "Looking forward, further attempts could prove quite beneficial to the literature.",
            "Further research is needed to confirm this novel finding.",
            "These result warrant further investigation via XX",
            "This provides a good starting point for discussion and further research.",
            "Further studies should investigate XX",
            "The possibility of XX warrants further investigation."
        ]
    },
    {
        "section":"Acknowledgments",
        "phrases":[
            "The authors gratefully acknowledge the financial support of __",
            "The authors acknowledge the infrastructure and support of __",
            "The authors would like to thank __",
            "The work was supported by the __",
            "The authors very much appreciate the support by the __",
            "The authors appreciate the unknown referee’s valuable and profound comments.",
            "The authors wish to express their thanks for the financial support of __",
            "This material is based upon work supported by the __",
            "The financial support of the __ is also gratefully acknowledged.",
            "Funding for the present work was provided by __",
            "The opinions of the authors expressed herein do not necessarily state or reflect those of __",
            "Part of this work was carried out within the financial support from __",
            "The authors would like to thank the reviewer for the constructive feedback.",
            "This research was supported by __",
            "Partial support for the work was provided by __",
            "The authors sincerely acknowledge the __",
            "Authors also acknowledge the __ for the support in __",
            "The authors thank __ for discussions on __"
        ]
    },
    {
        "section":"Appendix",
        "phrases":[
            "For interested readers a detailed description is presented in the Appendix __",
            "Further description is available in the Appendix or from the author__",
            "Complete data is available in __",
            "Supplementary data associated with this article can be found, in the online version, at __",
            "The full colour images can be found in the online version, at __"
        ]
    }
]
